[{"内容": "山亭水榭秋方半，凤帏寂寞无人伴。愁闷一番新，双蛾只旧颦。起来临绣户，时有疏萤度。多谢月相怜，今宵不忍圆。", "朝代": "宋代", "作者": "朱淑真", "题目": "菩萨蛮·山亭水榭秋方半"}, {"内容": "<p>自古逢秋悲寂寥，我言秋日胜春朝。晴空一鹤排云上，便引诗情到碧霄。</p>\n<p>山明水净夜来霜，数树深红出浅黄。试上高楼清入骨，岂如春色嗾人狂。</p>", "朝代": "唐代", "作者": "刘禹锡", "题目": "秋词二首"}, {"内容": "心灰尽、有发未全僧。风雨消磨生死别，似曾相识只孤檠，情在不能醒。摇落后，清吹那堪听。淅沥暗飘金井叶，乍闻风定又钟声，薄福荐倾城。", "朝代": "清代", "作者": "纳兰性德", "题目": "忆江南·宿双林禅院有感"}, {"内容": "二子乘舟，泛泛其景。愿言思子，中心养养！二子乘舟，泛泛其逝。愿言思子，不瑕有害！", "朝代": "先秦", "作者": "佚名", "题目": "二子乘舟"}, {"内容": "骥子好男儿，前年学语时。问知人客姓，诵得老夫诗。世乱怜渠小，家贫仰母慈。鹿门携不遂，雁足系难期。天地军麾满，山河战角悲。傥归免相失，见日敢辞迟。", "朝代": "唐代", "作者": "杜甫", "题目": "遣兴"}, {"内容": "小径红稀，芳郊绿遍。高台树色阴阴见。春风不解禁杨花，蒙蒙乱扑行人面。(蒙 通：濛)翠叶藏莺，朱帘隔燕。炉香静逐游丝转。一场愁梦酒醒时，斜阳却照深深院。", "朝代": "宋代", "作者": "晏殊", "题目": "踏莎行·小径红稀"}, {"内容": "太守耀清威，乘闲弄晚晖。江沙横猎骑，山火绕行围。箭逐云鸿落，鹰随月兔飞。不知白日暮，欢赏夜方归。", "朝代": "唐代", "作者": "李白", "题目": "观猎"}, {"内容": "纤云弄巧，飞星传恨，银汉迢迢暗度。金风玉露一相逢，便胜却人间无数。(度 通：渡)柔情似水，佳期如梦，忍顾鹊桥归路。两情若是久长时，又岂在朝朝暮暮。", "朝代": "宋代", "作者": "秦观", "题目": "鹊桥仙·纤云弄巧"}, {"内容": "小阁藏春，闲窗锁昼，画堂无限深幽。篆香烧尽，日影下帘钩。手种江梅渐好，又何必、临水登楼。无人到，寂寥浑似，何逊在扬州。从来，知韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁。莫恨香消雪减，须信道、扫迹情留。难言处，良宵淡月，疏影尚风流。", "朝代": "宋代", "作者": "李清照", "题目": "满庭芳·小阁藏春"}, {"内容": "期思溪上日千回，樟木桥边酒数杯。人影不随流水去，醉颜重带少年来。疏蝉响涩林逾静，冷蝶飞轻菊半开。不是长卿终慢世，只缘多病又非才。", "朝代": "宋代", "作者": "辛弃疾", "题目": "瑞鹧鸪·期思溪上日千回"}, {"内容": "青山如黛远村东，嫩绿长溪柳絮风。鸟雀不知郊野好，穿花翻恋小庭中。", "朝代": "明代", "作者": "高珩", "题目": "春日杂咏"}, {"内容": "<p>噫嘻成王，既昭假尔。率时农夫，播厥百谷。骏发尔私，终三十里。亦服尔耕，十千维耦。</p>", "朝代": "先秦", "作者": "佚名", "题目": "周颂·噫嘻"}, {"内容": "苑外江头坐不归，水精宫殿转霏微。桃花细逐杨花落，黄鸟时兼白鸟飞。纵饮久判人共弃，懒朝真与世相违。吏情更觉沧洲远，老大徒伤未拂衣。", "朝代": "唐代", "作者": "杜甫", "题目": "曲江对酒"}, {"内容": "小令尊前见玉箫。银灯一曲太妖娆。歌中醉倒谁能恨，唱罢归来酒未消。 春悄悄，夜迢迢。碧云天共楚宫遥。梦魂惯得无拘检，又踏杨花过谢桥。", "朝代": "宋代", "作者": "晏几道", "题目": "鹧鸪天·小令尊前见玉箫"}, {"内容": "怜君不得意，况复柳条春。为客黄金尽，还家白发新。五湖三亩宅，万里一归人。知祢不能荐，羞为献纳臣。", "朝代": "唐代", "作者": "王维", "题目": "送丘为落第归江东"}, {"内容": "<p>敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。</p>\n<p>肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。</p>\n<p>敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。</p>\n<p>曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。</p>", "朝代": "先秦", "作者": "佚名", "题目": "行苇"}, {"内容": "碧圆自洁。向浅洲远渚，亭亭清绝。犹有遗簪，不展秋心，能卷几多炎热。鸳鸯密语同倾盖，且莫与、浣纱人说。恐怨歌、忽断花风，碎却翠云千叠。 回首当年汉舞，怕飞去、谩皱留仙裙折。恋恋青衫，犹染枯香，还叹鬓丝飘雪。盘心清露如铅水，又一夜、西风吹折。喜静看、匹练秋光，倒泻半湖明月。", "朝代": "宋代", "作者": "张炎", "题目": "疏影·咏荷叶"}, {"内容": "高树多悲风，海水扬其波。利剑不在掌，结友何须多？不见篱间雀，见鹞自投罗。罗家得雀喜，少年见雀悲。拔剑捎罗网，黄雀得飞飞。飞飞摩苍天，来下谢少年。", "朝代": "魏晋", "作者": "曹植", "题目": "野田黄雀行"}, {"内容": "郁郁涧底松，离离山上苗。以彼径寸茎，荫此百尺条。世胄蹑高位，英俊沉下僚。地势使之然，由来非一朝。金张藉旧业，七叶珥汉貂。冯公岂不伟，白首不见招。", "朝代": "魏晋", "作者": "左思", "题目": "咏史·郁郁涧底松"}, {"内容": "花非花，雾非雾。夜半来，天明去。来如春梦几多时？去似朝云无觅处。", "朝代": "唐代", "作者": "白居易", "题目": "花非花"}, {"内容": "中原一孤石，地理不知年。根含彭泽浪，顶入香炉烟。崖成二鸟翼，峰作一芙莲。何时发东武，今来镇蠡川。", "朝代": "南北朝", "作者": "惠标", "题目": "咏孤石"}, {"内容": "剑外从军远，无家与寄衣。散关三尺雪，回梦旧鸳机。", "朝代": "唐代", "作者": "李商隐", "题目": "悼伤后赴东蜀辟至散关遇雪"}, {"内容": "身在千山顶上头，突岩深缝妙香稠。非无脚下浮云闹，来不相知去不留。", "朝代": "清代", "作者": "郑燮", "题目": "题画兰"}, {"内容": "蜀主窥吴幸三峡，崩年亦在永安宫。翠华想像空山里，玉殿虚无野寺中。古庙杉松巢水鹤，岁时伏腊走村翁。武侯祠堂常邻近，一体君臣祭祀同。", "朝代": "唐代", "作者": "杜甫", "题目": "咏怀古迹五首·其四"}, {"内容": "苦热中夜起，登楼独褰衣。山泽凝暑气，星汉湛光辉。火晶燥露滋，野静停风威。探汤汲阴井，炀灶开重扉。凭阑久彷徨，流汗不可挥。莫辩亭毒意，仰诉璿与玑。谅非姑射子，静胜安能希。", "朝代": "唐代", "作者": "柳宗元", "题目": "夏夜苦热登西楼"}, {"内容": "柳湖松岛莲花寺，晚动归桡出道场。卢橘子低山雨重，栟榈叶战水风凉。烟波澹荡摇空碧，楼殿参差倚夕阳。到岸请君回首望，蓬莱宫在海中央。", "朝代": "唐代", "作者": "白居易", "题目": "西湖晚归回望孤山寺赠诸客"}, {"内容": "残雪凝辉冷画屏，落梅横笛已三更，更无人处月胧明。我是人间惆怅客，知君何事泪纵横，断肠声里忆平生。", "朝代": "清代", "作者": "纳兰性德", "题目": "浣溪沙·残雪凝辉冷画屏"}, {"内容": "君问归期未有期，巴山夜雨涨秋池。 何当共剪西窗烛，却话巴山夜雨时。", "朝代": "唐代", "作者": "李商隐", "题目": "夜雨寄北"}, {"内容": "<p>敦彼行苇，牛羊勿践履。方苞方体，维叶泥泥。戚戚兄弟，莫远具尔。或肆之筵，或授之几。</p>\n<p>肆筵设席，授几有缉御。或献或酢，洗爵奠斝。醓醢以荐，或燔或炙。嘉肴脾臄，或歌或咢。</p>\n<p>敦弓既坚，四鍭既钧，舍矢既均，序宾以贤。敦弓既句，既挟四鍭。四鍭如树，序宾以不侮。</p>\n<p>曾孙维主，酒醴维醹，酌以大斗，以祈黄耇。黄耇台背，以引以翼。寿考维祺，以介景福。</p>", "朝代": "先秦", "作者": "佚名", "题目": "行苇"}, {"内容": "少时陈力希公侯，许国不复为身谋。风波一跌逝万里，壮心瓦解空缧囚。缧囚终老无余事，愿卜湘西冉溪地。却学寿张樊敬侯，种漆南园待成器。", "朝代": "唐代", "作者": "柳宗元", "题目": "冉溪"}, {"内容": "柳条百尺拂银塘，且莫深青只浅黄。未必柳条能蘸水，水中柳影引他长。", "朝代": "宋代", "作者": "杨万里", "题目": "新柳"}, {"内容": "君恩如水向东流，得宠忧移失宠愁。莫向尊前奏花落，凉风只在殿西头。", "朝代": "唐代", "作者": "李商隐", "题目": "宫辞"}, {"内容": "<p>迎得郎来入绣闱，语相思，连理枝。鬓乱钗垂，梳堕印山眉。娅姹含情娇不语，纤玉手，抚郎衣。</p>", "朝代": "五代", "作者": "和凝", "题目": "江城子·迎得郎来入绣闱"}, {"内容": "<p>深禁好春谁惜，薄暮瑶阶伫立。别院管弦声，不分明。又是梨花欲谢，绣被春寒今夜。寂寂锁朱门，梦承恩。</p>", "朝代": "清代", "作者": "纳兰性德", "题目": "昭君怨·深禁好春谁惜"}, {"内容": "门隔花深梦旧游。夕阳无语燕归愁。玉纤香动小帘钩。 落絮无声春堕泪，行云有影月含羞。东风临夜冷于秋。", "朝代": "宋代", "作者": "吴文英", "题目": "浣溪沙·门隔花深梦旧游"}, {"内容": "春山夜静，愁闻洞天疏磬。玉堂虚，细雾垂珠佩，轻烟曳翠裾。对花情脉脉，望月步徐徐。刘阮今何处？绝来书！", "朝代": "五代", "作者": "李珣", "题目": "女冠子·春山夜静"}, {"内容": "昨日入城市，归来泪满巾。遍身罗绮者，不是养蚕人。", "朝代": "宋代", "作者": "张俞", "题目": "蚕妇"}, {"内容": "我爱铜官乐，千年未拟还。应须回舞袖，拂尽五松山。(<strong>应</strong>须 一作：要)", "朝代": "唐代", "作者": "李白", "题目": "铜官山醉后绝句"}, {"内容": "剑江春水绿沄沄，五丈原头曰又曛。旧业未能归后主，大星先已落前军。南阳祠宇空秋草，西蜀关山隔暮云。正统不惭传万古，莫将成败论三分。", "朝代": "明代", "作者": "佚名", "题目": "武侯庙"}, {"内容": "<p>君不见魏武草创争天禄，群雄睚毗相驰逐。昼携壮士破坚阵，夜接词人赋华屋。都邑缭绕西山阳，桑榆汗漫漳河曲。城郭为墟人代改，但见西园明月在。邺旁高冢多贵臣，蛾眉曼睩共灰尘。试上铜台歌舞处，惟有秋风愁杀人。</p>", "朝代": "唐代", "作者": "张说", "题目": "邺都引"}, {"内容": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。", "朝代": "宋代", "作者": "王沂孙", "题目": "花犯·苔梅"}, {"内容": "鼎湖瞻望远，象阙宪章新。四海犹多难，中原忆旧臣。与时安反侧，自昔有经纶。感激张天步，从容静塞尘。南图回羽翮，北极捧星辰。漏鼓还思昼，宫莺罢啭春。空留玉帐术，愁杀锦城人。阁道通丹地，江潭隐白蘋。此生那老蜀？不死会归秦！公若登台辅，临危莫爱身！", "朝代": "唐代", "作者": "杜甫", "题目": "奉送严公入朝十韵"}, {"内容": "<p>南内墙东御路旁，预知春色柳丝黄。杏花未肯无情思，何是情人最断肠。</p>", "朝代": "唐代", "作者": "温庭筠", "题目": "杨柳八首·其二"}, {"内容": "记愁横浅黛，泪洗红铅，门掩秋宵。坠叶惊离思，听寒螿夜泣，乱雨潇潇。凤钗半脱云鬓，窗影烛光摇。渐暗竹敲凉，疏萤照晚，两地魂消。迢迢，问音信，道径底花阴，时认鸣镳。也拟临朱户，叹因郎憔悴，羞见郎招。旧巢更有新燕，杨柳拂河桥。但满目京尘，东风竟日吹露桃。", "朝代": "宋代", "作者": "周邦彦", "题目": "忆旧游·记愁横浅黛"}, {"内容": "陆困泥蟠未适从，岂妨耕稼隐高踪。 若非先主垂三顾，谁识茅庐一卧龙。", "朝代": "唐代", "作者": "汪遵", "题目": "咏南阳"}, {"内容": "疲马卧长坂，夕阳下通津。山风吹空林，飒飒如有人。苍旻霁凉雨，石路无飞尘。千念集暮节，万籁悲萧辰。鶗鴂昨夜鸣，蕙草色已陈。况在远行客，自然多苦辛。", "朝代": "唐代", "作者": "岑参", "题目": "暮秋山行"}, {"内容": "汉家天马出蒲梢，苜蓿榴花遍近郊。内苑只知含凤嘴，属车无复插鸡翘。玉桃偷得怜方朔，金屋修成贮阿娇。谁料苏卿老归国，茂陵松柏雨萧萧。", "朝代": "唐代", "作者": "李商隐", "题目": "茂陵"}, {"内容": "<p>駉駉牡马，在坰之野。薄言駉者，有驈有皇，有骊有黄，以车彭彭。思无疆思，马斯臧。</p>\n<p>駉駉牡马，在坰之野。薄言駉者，有骓有駓，有骍有骐，以车伾伾。思无期思，马斯才。</p>\n<p>駉駉牡马，在坰之野。溥言駉者，有驒有骆，有骝有雒，以车绎绎。思无斁思，马斯作。</p>\n<p>駉駉牡马，在坰之野。薄言駉者，有骃有騢，有驔有鱼，以车祛祛。思无邪思，马斯徂。</p>", "朝代": "先秦", "作者": "佚名", "题目": "鲁颂·駉"}, {"内容": "蛮姜豆蔻相思味。算却在、春风舌底。江清爱与消残醉。悴憔文园病起。 停嘶骑、歌眉送意。记晓色、东城梦里。紫檀晕浅香波细。肠断垂杨小市。", "朝代": "宋代", "作者": "吴文英", "题目": "杏花天·咏汤"}, {"内容": "西风来晚桂开迟。月宫移。到东篱。簌簌惊尘，吹下半冰规。拟唤阿娇来小隐，金屋底，乱香飞。重阳还是隔年期。蝶相思。客情知。吴水吴烟，愁里更多诗。一夜看承应未别，秋好处，雁来时。", "朝代": "宋代", "作者": "吴文英", "题目": "江神子·十日荷塘小隐赏桂呈朔翁"}, {"内容": "岁暮远为客，边隅还用兵。烟尘犯雪岭，鼓角动江城。天地日流血，朝廷谁请缨？济时敢爱死？寂寞壮心惊！", "朝代": "唐代", "作者": "杜甫", "题目": "岁暮"}, {"内容": "<p>随蜂绕绿蕙，避雀隐青薇。映日忽争起，因风乍共归。出没花中见，参差叶际飞。芳华幸勿谢，嘉树欲相依。</p>", "朝代": "南北朝", "作者": "刘孝绰", "题目": "咏素蝶诗"}, {"内容": "为春憔悴留春住，那禁半霎催归雨。深巷卖樱桃，雨余红更娇。黄昏清泪阁，忍便花飘泊。消得一声莺，东风三月情。", "朝代": "清代", "作者": "纳兰性德", "题目": "菩萨蛮·为春憔悴留春住"}, {"内容": "<p>有杕之杜，生于道左。彼君子兮，噬肯适我？中心好之，曷饮食之？</p>\n<p>有杕之杜，生于道周。彼君子兮，噬肯来游？中心好之，曷饮食之？</p>", "朝代": "先秦", "作者": "佚名", "题目": "有杕之杜"}, {"内容": "花间一壶酒，独酌无相亲。举杯邀明月，对影成三人。月既不解饮，影徒随我身。暂伴月将影，行乐须及春。我歌月徘徊，我舞影零乱。醒时同交欢，醉后各分散。(同交欢 一作：相交欢)永结无情游，相期邈云汉。", "朝代": "唐代", "作者": "李白", "题目": "月下独酌四首·其一"}, {"内容": "荒城自萧索，万里山河空。天高秋日迥，嘹唳闻归鸿。寒塘映衰草，高馆落疏桐。临此岁方晏，顾景咏悲翁。故人不可见，寂寞平陵东。", "朝代": "唐代", "作者": "王维", "题目": "奉寄韦太守陟"}, {"内容": "携扙来追柳外凉，画桥南畔倚胡床。月明船笛参差起，风定池莲自在香。", "朝代": "宋代", "作者": "秦观", "题目": "纳凉"}, {"内容": "长安大雪天，鸟雀难相觅。其中豪贵家，捣椒泥四壁。到处爇红炉，周回下罗幂。暖手调金丝，蘸甲斟琼液。醉唱玉尘飞，困融香汁滴。岂知饥寒人，手脚生皴劈。", "朝代": "唐代", "作者": "张孜", "题目": "雪诗"}, {"内容": "夜长不得眠，明月何灼灼。想闻散唤声，虚应空中诺。", "朝代": "南北朝", "作者": "佚名", "题目": "子夜歌·夜长不得眠"}, {"内容": "屈指数春来，弹指惊春去。蛛丝网落花，也要留春住。几日喜春晴，几夜愁春雨。六曲小山屏，题满伤春句。春若有情应解语，问着无凭据。江东日暮云，渭北春天树，不知那答儿是春住处？", "朝代": "元代", "作者": "薛昂夫", "题目": "楚天遥过清江引·屈指数春来"}, {"内容": "北苑春风，方圭圆璧，万里名动京关。碎身粉骨，功合上凌烟。尊俎风流战胜，降春睡、开拓愁边。纤纤捧，研膏浅乳，金缕鹧鸪斑。 相如，虽病渴，一觞一咏，宾有群贤。为扶起灯前，醉玉颓山。搜搅胸中万卷，还倾动、三峡词源。归来晚，文君未寐，相对小窗前。", "朝代": "宋代", "作者": "黄庭坚", "题目": "满庭芳·茶"}, {"内容": "垅上扶犁儿，手种腹长饥。窗下抛梭女，手织身无衣。我愿燕赵姝，化为嫫母姿。一笑不值钱，自然家国肥。", "朝代": "唐代", "作者": "于濆", "题目": "苦辛吟"}, {"内容": "彼黍离离，彼稷之苗。行迈靡靡，中心摇摇。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之穗。行迈靡靡，中心如醉。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？彼黍离离，彼稷之实。行迈靡靡，中心如噎。知我者，谓我心忧；不知我者，谓我何求。悠悠苍天，此何人哉？", "朝代": "先秦", "作者": "佚名", "题目": "黍离"}, {"内容": "一片琼英价动天，连城十二昔虚传。良工巧费真为累，楮叶成来不直钱。", "朝代": "唐代", "作者": "李商隐", "题目": "一片"}, {"内容": "离乱从头说。爱吾民、金缯不爱，蔓藤累葛。壮气尽消人脆好，冠盖阴山观雪。亏杀我、一星星发。涕出女吴成倒转，问鲁为齐弱何年月。丘也幸，由之瑟。 斩新换出旗麾别。把当时、一椿大义，拆开收合。据地一呼吾往矣，万里摇肢动骨。这话霸、又成痴绝。天地洪炉谁扇鞲，算於中、安得长坚铁。淝水破，关东裂。", "朝代": "宋代", "作者": "陈亮", "题目": "贺新郎·酬辛幼安再用韵见寄"}, {"内容": "秋色到空闺，夜扫梧桐叶。谁料同心结不成，翻就相思结。十二玉阑干，风动灯明灭。立尽黄昏泪几行，一片鸦啼月。", "朝代": "明代", "作者": "夏完淳", "题目": "卜算子·秋色到空闺"}, {"内容": "淡水三年欢意，危弦几夜离情。晓霜红叶舞归程。客情今古道，秋梦短长亭。渌酒尊前清泪，阳关叠里离声。少陵诗思旧才名。云鸿相约处，烟雾九重城。", "朝代": "宋代", "作者": "晏几道", "题目": "临江仙·淡水三年欢意"}, {"内容": "<p>一半黄梅杂雨晴，虚岚浮翠带湖明，闲云高鸟共身轻。山果打头休论价，野花盈手不知名，烟峦直是画中行。</p>", "朝代": "清代", "作者": "郑文焯", "题目": "浣溪沙·从石楼石壁往来邓尉山中"}, {"内容": "残灯无焰影幢幢，此夕闻君谪九江。 垂死病中惊坐起，暗风吹雨入寒窗。", "朝代": "唐代", "作者": "元稹", "题目": "闻乐天授江州司马"}, {"内容": "黛薄红深，约掠绿鬟云腻。小鸳鸯，金翡翠，称人心。锦鳞无处传幽意，海燕兰堂春又去，隔年书，千点泪，恨难任。", "朝代": "五代", "作者": "顾敻", "题目": "酒泉子·黛薄红深"}, {"内容": "天地英雄气，千秋尚凛然。势分三足鼎，业复五铢钱。 得相能开国，生儿不象贤。凄凉蜀故妓，来舞魏宫前。", "朝代": "唐代", "作者": "刘禹锡", "题目": "蜀先主庙"}, {"内容": "飞雪带春风，徘徊乱绕空。君看似花处，偏在洛城中。", "朝代": "唐代", "作者": "刘方平", "题目": "春雪"}, {"内容": "败叶填溪水已冰，夕梦犹照短长亭。何年废寺失题名。倚马客临碑上字，斗鸡人拨佛前灯，净消尘土礼金经。", "朝代": "清代", "作者": "纳兰性德", "题目": "浣溪沙·败叶填溪水已冰"}, {"内容": "宝函钿雀金鸂鶒，沉香阁上吴山碧。杨柳又如丝，驿桥春雨时。画楼音信断，芳草江南岸。鸾镜与花枝，此情谁得知？", "朝代": "唐代", "作者": "温庭筠", "题目": "菩萨蛮·宝函钿雀金鸂鶒"}, {"内容": "<p>采苓采苓，首阳之巅。人之为言，苟亦无信。舍旃舍旃，苟亦无然。人之为言，胡得焉？采苦采苦，首阳之下。人之为言，苟亦无与。舍旃舍旃，苟亦无然。人之为言，胡得焉？采葑采葑，首阳之东。人之为言，苟亦无从。舍旃舍旃，苟亦无然。人之为言，胡得焉？</p>", "朝代": "先秦", "作者": "佚名", "题目": "采苓"}, {"内容": "红楼别夜堪惆怅，香灯半卷流苏帐。残月出门时，美人和泪辞。琵琶金翠羽，弦上黄莺语。劝我早还家，绿窗人似花。", "朝代": "唐代", "作者": "韦庄", "题目": "菩萨蛮·红楼别夜堪惆怅"}, {"内容": "麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。", "朝代": "先秦", "作者": "佚名", "题目": "国风·周南·麟之趾"}, {"内容": "杭苇岸才登，行入乱峰层碧。十里平沙浅渚，又渡头人立。笋将摇梦上轻舟，舟尾浪花湿。恰好乌篷小小，载一肩秋色。", "朝代": "清代", "作者": "周之琦", "题目": "好事近·杭苇岸才登"}, {"内容": "宫腰束素。只怕能轻举。好筑避风台护取。莫遣惊鸿飞去。 一团香玉温柔。笑颦俱有风流。贪与萧郎眉语，不知舞错伊州。", "朝代": "宋代", "作者": "刘克庄", "题目": "清平乐·赠陈参议师文侍儿"}, {"内容": "当年万里觅封侯，匹马戍梁州。关河梦断何处？尘暗旧貂裘。胡未灭，鬓先秋，泪空流。此生谁料，心在天山，身老沧洲。", "朝代": "宋代", "作者": "陆游", "题目": "诉衷情·当年万里觅封侯"}, {"内容": "先生筇杖是生涯，挑月更担花。把住都无憎爱，放行总是烟霞。飘然携去，旗亭问酒，萧寺寻茶。恰似黄鹂无定，不知飞到谁家？", "朝代": "宋代", "作者": "朱敦儒", "题目": "朝中措·先生筇杖是生涯"}, {"内容": "戍鼓断人行，边秋一雁声。(边秋 一作:秋边)露从今夜白，月是故乡明。有弟皆分散，无家问死生。寄书长不达，况乃未休兵。", "朝代": "唐代", "作者": "杜甫", "题目": "月夜忆舍弟"}, {"内容": "战城南，冲黄尘，丹旌电烻鼓雷震。勍敌猛，戎马殷，横阵亘野若屯云。仗大顺，应三灵，义之所感士忘生。长剑击，繁弱鸣，飞镝炫晃乱奔星。虎骑跃，华眊旋，朱火延起腾飞烟。骁雄斩，高旗搴，长角浮叫响清天。夷群寇，殪逆徒，馀黎落惠咏来苏。奏恺乐，归皇都，班爵献俘邦国娱。", "朝代": "南北朝", "作者": "何承天", "题目": "战城南"}, {"内容": "野花芳草，寂寞关山道。柳吐金丝莺语早，惆怅香闺暗老！罗带悔结同心，独凭朱栏思深。梦觉半床斜月，小窗风触鸣琴。", "朝代": "唐代", "作者": "韦庄", "题目": "清平乐·野花芳草"}, {"内容": "江南好，风景旧曾谙。日出江花红胜火，春来江水绿如蓝。能不忆江南？", "朝代": "唐代", "作者": "白居易", "题目": "忆江南·江南好"}, {"内容": "蚕老麦黄三月天，青山处处有啼鹃。断崖几树深如血，照水晴花暖欲然。三叹鹤林成梦寐，前生阆苑觅神仙。小山拄颐愁无奈，又怕声声聒夜眠。", "朝代": "宋代", "作者": "择璘", "题目": "咏杜鹃花"}, {"内容": "大江东去，长安西去，为功名走遍天涯路。厌舟车，喜琴书，早星星鬓影瓜田暮。心待足时名便足。高，高处苦；低，低处苦。", "朝代": "元代", "作者": "薛昂夫", "题目": "山坡羊·大江东去"}, {"内容": "道字娇讹苦未成。未应春阁梦多情。朝来何事绿鬟倾。 彩索身轻长趁燕，红窗睡重不闻莺。困人天气近清明。", "朝代": "宋代", "作者": "苏轼", "题目": "浣溪沙·春情"}, {"内容": "秋来相顾尚飘蓬，未就丹砂愧葛洪。 痛饮狂歌空度日，飞扬跋扈为谁雄。", "朝代": "唐代", "作者": "杜甫", "题目": "赠李白"}, {"内容": "一棹春风一叶舟，一纶茧缕一轻钩。花满渚，酒满瓯，万顷波中得自由。", "朝代": "五代", "作者": "李煜", "题目": "渔父·一棹春风一叶舟"}]